{
  "@context": "http://schema.org",
  "@type": "Place",
  "additionalProperty": {
    "@type": "PropertyValue",
    "name": "id",
    "value": 184102
  },
  "name": [
    {
      "@value": "Rangiriri Heritage Centre",
      "@language": "en"
    },
    {
      "@value": "Rangiriri Heritage Centre",
      "@language": "it"
    },
    {
      "@value": "Rangiriri Heritage Centre",
      "@language": "zh"
    },
    {
      "@value": "Rangiriri Heritage Centre",
      "@language": "es"
    },
    {
      "@value": "Rangiriri Heritage Centre",
      "@language": "pt"
    },
    {
      "@value": "Rangiriri Heritage Centre",
      "@language": "ja"
    },
    {
      "@value": "Rangiriri Heritage Centre",
      "@language": "ru"
    },
    {
      "@value": "Rangiriri Heritage Centre",
      "@language": "de"
    },
    {
      "@value": "Rangiriri Heritage Centre",
      "@language": "fr"
    },
    {
      "@value": "Rangiriri Heritage Centre",
      "@language": "ms"
    }
  ],
  "address": {
    "@type": "PostalAddress",
    "addressCountry": "New Zealand",
    "email": "mailto:heritage@farmside.co.nz  or  Historical Collection -heritage@ps.gen.nz"
  },
  "hasMap": "http://www.openstreetmap.org/?mlat=-37.4314&mlon=175.134#map=15/-37.4314/175.134",
  "geo": {
    "@type": "GeoCoordinates",
    "latitude": -37.4314,
    "longitude": 175.134
  },
  "telephone": "Cafe - for bookings 078263667",
  "openingHours": [
    {
      "@value": "Hours 9.00am till 3.30pm 6 Days. Tuesday to Sunday. Private bookings to suit for school groups, travel, clubs, rest homes, vintage car clubs and historic and genealogy groups.",
      "@language": "en"
    },
    {
      "@value": "Ore 9 fino alle 15:30 6 giorni. Dal martedì alla domenica. Prenotazioni private per soddisfare per gruppi scolastici, case di riposo, viaggi, Club, Club di auto d'epoca e storico e gruppi di genealogia.",
      "@language": "it"
    },
    {
      "@value": "小时 9 上午直到 3:30 下午 6 天。周二至周日。私人预订适合学校团体、 旅游、 俱乐部、 疗养院、 老式汽车俱乐部和历史和家谱组。",
      "@language": "zh"
    },
    {
      "@value": "9:00 hasta 15:30 horas 6 días. Martes al domingo. Reservas privadas para adaptarse a grupos escolares, viajes, clubes, residencias, clubs de coches de época e históricas y los grupos de genealogía.",
      "@language": "es"
    },
    {
      "@value": "Horas 09:00 até 15:30 6 dias. Terça-feira a domingo. Reservas privadas para serir para grupos escolares, viagens, clubes, casas de repouso, clubes de carros antigos e históricos e grupos de genealogia.",
      "@language": "pt"
    },
    {
      "@value": "15:30 まで 9 時間 6 日間。火曜日 ~ 日曜日。学校のグループ、旅行、クラブ、残りの家、クラシックカー クラブに合わせてプライベート予約と歴史と系譜グループ。",
      "@language": "ja"
    },
    {
      "@value": "Часы 9: 00 до 3: 30 вечера 6 дней. Со вторника по воскресенье. Частные заказы для удовлетворения для школьных групп, путешествия, клубы, дома отдыха, клубов ретро-автомобилей и исторический и Генеалогия групп.",
      "@language": "ru"
    },
    {
      "@value": "09:00 bis 15:30 Stunden 6 Tage. Dienstag bis Sonntag. Private Buchungen entsprechend für Schulklassen, Reisen, Vereine, Erholungsheime, Oldtimer-Clubs und historischen und Genealogie Gruppen.",
      "@language": "de"
    },
    {
      "@value": "Heures 09:00 jusqu'à 15:30 6 jours. Mardi au dimanche. Réservations privées au costume pour groupes scolaires, clubs, maisons de repos, voyages, clubs de voitures anciennes et historiques et des groupes de généalogie.",
      "@language": "fr"
    },
    {
      "@value": "Jam 9.00 pagi hingga 3.30 petang 6 hari. Selasa hingga Ahad. Tempahan persendirian yang sesuai untuk Kumpulan-Kumpulan sekolah, pelancongan, Kelab, rumah rehat, Kelab-kelab kereta] vintage] dan bersejarah dan Kumpulan-kumpulan berbilang.",
      "@language": "ms"
    }
  ],
  "offers": {
    "@Type": "Offer",
    "description": [
      {
        "@value": "Enter through the cafe. There is a  small charge to view the displays and the audio visual in the theatrette. Group concessions apply.",
        "@language": "en"
      },
      {
        "@value": "Entra attraverso il caffè. C'è un piccolo sovrapprezzo per visualizzare il display e l'audio visual nella theatrette. Gruppo concessioni si applicano.",
        "@language": "it"
      },
      {
        "@value": "输入通过咖啡馆。那里是收取少量的费用，以查看在显示和音频视觉中的 theatrette。集团优惠适用。",
        "@language": "zh"
      },
      {
        "@value": "Entrar por el café. Hay un pequeño cargo para ver la pantalla y el audio visual en el theatrette. Concesiones de grupo se aplican.",
        "@language": "es"
      },
      {
        "@value": "Entra no café. Há uma pequena taxa para ver as exposições e o áudio visual no theatrette. Concessões de grupo aplicam.",
        "@language": "pt"
      },
      {
        "@value": "カフェを介して入力します。ディスプレイと、ミニシアターの映像を表示する小さい充満があります。グループの譲歩を適用します。",
        "@language": "ja"
      },
      {
        "@value": "Введите через кафе. Существует небольшая плата для просмотра дисплеи и аудио-визуальных в theatrette. Группа уступки применяются.",
        "@language": "ru"
      },
      {
        "@value": "Geben Sie durch das Café. Es gibt eine kleine Gebühr die Displays und die Audio-visuelle in der Theatrette. Gruppe-Konzessionen bewerben.",
        "@language": "de"
      },
      {
        "@value": "Entrez dans le café. Il y a un petit supplément pour voir l'affiche et l'audio visuel dans le theatrette. Groupe concessions s'appliquent.",
        "@language": "fr"
      },
      {
        "@value": "Masuk melalui di kafe. Terdapat sedikit bayaran untuk melihat paparan tersebut dan audio visual di theatrette itu. Memohon konsesi Kumpulan.",
        "@language": "ms"
      }
    ]
  },
  "mainEntityOfPage": {
    "@Type": "Dataset",
    "name": "nzmuseums",
    "url": "http://www.museums.io/en/museums/184102",
    "license": "http://creativecommons.org/licenses/by-sa/4.0/"
  }
}