{
  "@context": "http://schema.org",
  "@type": "Place",
  "additionalProperty": {
    "@type": "PropertyValue",
    "name": "id",
    "value": 184464
  },
  "name": [
    {
      "@value": "Templeton Flax Mill Heritage Museum",
      "@langauge": "en"
    },
    {
      "@value": "Templeton Flax Mill Heritage Museum",
      "@langauge": "it"
    },
    {
      "@value": "Templeton Flax Mill Heritage Museum",
      "@langauge": "zh"
    },
    {
      "@value": "Templeton Flax Mill Heritage Museum",
      "@langauge": "es"
    },
    {
      "@value": "Templeton Flax Mill Heritage Museum",
      "@langauge": "pt"
    },
    {
      "@value": "Templeton Flax Mill Heritage Museum",
      "@langauge": "ja"
    },
    {
      "@value": "Templeton Flax Mill Heritage Museum",
      "@langauge": "ru"
    },
    {
      "@value": "Templeton Flax Mill Heritage Museum",
      "@langauge": "de"
    },
    {
      "@value": "Templeton Flax Mill Heritage Museum",
      "@langauge": "fr"
    },
    {
      "@value": "Templeton Flax Mill Heritage Museum",
      "@langauge": "ms"
    }
  ],
  "address": {
    "@type": "PostalAddress",
    "addressCountry": "New Zealand",
    "email": "mailto:totemptu@xtra.co.nz"
  },
  "hasMap": "http://www.openstreetmap.org/?mlat=-46.3396&mlon=168.059#map=15/-46.3396/168.059",
  "geo": {
    "@type": "GeoCoordinates",
    "latitude": -46.3396,
    "longitude": 168.059
  },
  "telephone": "+64 (3) 2348 463",
  "openingHours": [
    {
      "@value": "The Flax Mill Museum is open for visitors to browse and view plant, interpretation panels and historic photos.\r\nWorking demonstrations of flax fibre processing are available by appointment. Clubs, schools and bus tours are hosted by appointment. For bookings, see contact details above.",
      "@langauge": "en"
    },
    {
      "@value": "Il Museo del laminatoio di lino è aperto per i visitatori di sfogliare e visualizzare la pianta, interpretazione pannelli e foto storiche.\nDimostrazioni di lavoro di elaborazione di fibre di lino sono disponibili su appuntamento. Club, scuole e gite in autobus sono ospitati su appuntamento. Per le prenotazioni, vedere dettagli di contatto sopra.",
      "@langauge": "it"
    },
    {
      "@value": "亚麻厂博物馆是开放供参观者浏览和查看植物、 解释面板和历史照片。\n亚麻纤维加工的工作演示，可通过任命。主办任命的俱乐部、 学校和观光巴士。预订，请参阅上面的联系方式。",
      "@langauge": "zh"
    },
    {
      "@value": "El Museo del molino del lino está abierto para los visitantes a navegar y ver plantas, paneles interpretativos y fotos históricas.\nLas demostraciones de trabajo de procesamiento de fibras de lino están disponibles por cita. Clubes, escuelas y excursiones en autobús están alojados por cita. Para reservas, ver datos de contacto arriba.",
      "@langauge": "es"
    },
    {
      "@value": "O Museu do moinho de linho está aberto para os visitantes a navegar e visualizar a planta, painéis de interpretação e fotos históricas.\nDemonstrações de trabalho de processamento de fibras de linho estão disponíveis com hora marcada. Clubes, escolas e excursões de autocarro são hospedados por nomeação. Para reservas, consulte detalhes de contato acima.",
      "@langauge": "pt"
    },
    {
      "@value": "亜麻工場博物館、訪問者を参照し、表示して歴史的な写真や解釈パネル工場です。\n予定では、亜麻繊維加工の実演があります。クラブ、学校、バスツアーを主催予定。予約は、上記の連絡先の詳細を参照してください。",
      "@langauge": "ja"
    },
    {
      "@value": "Музей льна Мельница открыта для посетителей для поиска и просмотра завод, интерпретации панелей и исторические фотографии.\nРабочей демонстрации льняного волокна обработки доступны по предварительной записи. Клубы, школы и автобусные туры проводятся по предварительной записи. Для бронирования увидеть контактную информацию выше.",
      "@langauge": "ru"
    },
    {
      "@value": "Die Flachs-Mühlenmuseum ist offen für Besucher zum Durchsuchen und anzeigen, Pflanze, Auslegung-Panels und historische Fotos.\nArbeitung Demonstrationen der Flachsfasern Verarbeitung stehen nach Vereinbarung zur Verfügung. Vereine, Schulen und Bus-Touren werden nach Vereinbarung gehostet. Buchbar finden Sie unter oben genannten Kontaktdaten.",
      "@langauge": "de"
    },
    {
      "@value": "Le Musée du moulin à lin est ouvert aux visiteurs de parcourir et de visionner des plantes, des panneaux d'interprétation et des photographies.\nDémonstrations de travail de la transformation de fibres de lin sont disponibles sur rendez-vous. Clubs, écoles et circuits en autocar sont hébergés sur rendez-vous. Pour les réservations, voir coordonnées ci-dessus.",
      "@langauge": "fr"
    },
    {
      "@value": "Muzium kilang benih flaks dibuka untuk pelawat-pelawat untuk melayari dan melihat tumbuhan, panel tafsiran dan gambar-gambar bersejarah.\nDemonstrasi kerja pemprosesan gentian flaks disediakan dengan pelantikan. Kelab-kelab, sekolah dan lawatan dengan bas dihoskan oleh pelantikan. Untuk tempahan, sila lihat maklumat perhubungan di atas.",
      "@langauge": "ms"
    }
  ],
  "offers": {
    "@Type": "Offer",
    "description": [
      {
        "@value": "Admission by donation (hosted visitors $5.00 per adult; children free)",
        "@langauge": "en"
      }
    ]
  },
  "mainEntityOfPage": {
    "@Type": "Dataset",
    "name": "nzmuseums",
    "url": "http://www.museums.io/en/museums/184464",
    "license": "http://creativecommons.org/licenses/by-sa/4.0/"
  }
}